Extensions installed on WSL: Ubuntu:
alefragnani.project-manager
alssys.interactive-scala
boto3typed.boto3-ide
codezombiech.gitignore
davidanson.vscode-markdownlint
docter60.vscode-terminal-for-ubuntu
donjayamanne.git-extension-pack
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
github.vscode-github-actions
github.vscode-pull-request-github
grapecity.gc-excelviewer
graysonstream.airflow-templates
hashicorp.terraform
inferrinizzard.prettier-sql-vscode
innoverio.vscode-dbt-power-user
irongeek.vscode-env
janisdd.vscode-edit-csv
lampepfl.dotty-syntax
mathematic.vscode-pdf
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.tensorboard
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.makefile-tools
oderwat.indent-rainbow
reditorsupport.r
samuelcolvin.jinjahtml
scala-lang.scala
scalameta.metals
shakram02.bash-beautify
streetsidesoftware.code-spell-checker
trunk.io
twxs.cmake
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
yandeu.five-server
zignd.html-css-class-completion
ziyasal.vscode-open-in-github
znck.grammarly
